Repository: BulcsuFarmasi/konfiso
Catalog: lib/intl/app_messages_*.arb
Languages: de, hu

source: Something went wrong. Please try again later.
de: Etwas ist schief gelaufen. Bitte versuch es später erneut.
hu: Valami hiba történt. Kérjük, próbálkozz később.

source: Wrong email or password
de: E-Mail oder Passwort ist falsch
hu: Rossz e-mail cím vagy jelszó

source: Your account has been disabled.
de: Dein Konto wurde gesperrt.
hu: A fiókod le van tiltva.

source: Please provide an Email Address
de: Bitte gib eine Email-Adresse ein
hu: Kérjük, add meg e-mail címed

source: Please provide a password
de: Bitte gib ein Passwort ein
hu: Kérjük adj meg egy jelszót

source: Email address
de: E-Mail Adresse
hu: E-mail cím

source: Password
de: Passwort
hu: Jelszó

# passwordMinCharacters
source: Password (Min {characterCount} characters)
hu: Jelszó (Min. {characterCount} karakter)

source: Login
de: Anmelden
hu: Belépés

source: If you don't have an account,
de: Wenn du kein Konto hast,
hu: Ha még nincs fiókod,

source: sign up
de: meldet du dich an
hu: regisztrálj

source: This email address is already registered. Please try an another.
de: Diese E-Mail-Adresse ist bereits registriert. Bitte versuchen Sie eine andere.
hu: Az e-mail-cím már használatban van. Próbálj meg egy másikat.

source: This operation is not allowed.
de: Dieser Vorgang ist nicht zulässig.
hu: A művelet nem támogatott.

source: You were trying too many times, please try again some time later.
de: Du hast zu oft versucht, bitte versuche es später noch einmal.
hu: Túl sokszor próbálkozotál, kérjük próbáld meg később.

# pleaseProvideAValidEmailAddress
source: Please put in a valid email address
de: Bitte gebe eine gültige E-Mail Adresse an
hu: Kérjük, adj meg egy érvényes e-mail címet

source: Please write identical passwords
de: Bitte gebe identische Passwörter ein
hu: Kérjük, egyező jelszavakat írj

# shortPasswordMessage
source: Please write at least {minLength} characters
de: Muss mindestens {minLength} Zeichen enthalten
hu: Kérjük, adj meg legalább {minLength} karaktert

source: Password again
de: Passwort wiederholen
hu: Jelszó ismét

source: Signup
de: Registrieren
hu: Regisztráció

source: If you have an account,
de: Wenn du ein Konto hast,
hu: Ha már van fiókod,

source: log in
de: loggst du ein
hu: jelentkezz be

source: Successful validation!
de: Erfolgreiche Bestätigung!
hu: Sikeres megerősítés!

source: By clicking here you can login
hu: Ide kattintva be tudsz lépni

source: Add a Book
de: Buch hinzufügen
hu: Könyv hozzáadása

source: An error occured, couldn't load books
de: Ein Fehler ist aufgetreten, Bücher konnten nicht geladen werden
hu: Hiba történt nem tudjuk be tölteni a könyveket

source: Search a book
de: Nach Buch suchen
hu: Keress egy könyvet

source: No Books Found
de: Keine Bücher gefunden
hu: Nem található könyv

source: Publication Year:
de: Jahr der Veröffentlichung:
hu: Kiadás éve:

source: Comment
de: Kommentar
hu: Megjegyzés

source: Reading
de: Lesen
hu: Olvasás

source: Save
de: Speichern
hu: Mentés

source: Current Page
de: Aktuelle Seite
hu: Jelenlegi oldal

source: Books
de: Bücher
hu: Könyvek

source: Currently Reading
de: Aktuell gelesen
hu: Jelenleg olvasom

source: Want to Read
de: Ich möchte lesen
hu: El akarom olvasni

source: Already Read
de: Bereits gelesen
hu: Már olvastam

source: Loading
de: Wird geladen
hu: Töltés

source: Logout
de: Abmelden
hu: Kilépés

source: Add
de: Hinzufügen
hu: Hozzáad

# verify
source: Verify User
de: Benutzer überprüfen
hu: Felhasználó megerősítése

source: We've sent an email to verify your email address
de: Wir haben eine E-Mail gesendet, um deine E-Mail-Adresse zu bestätigen
hu: Egy e-mailt küldtünk, hogy megerősíthetsd e-mail címedet

source: Please click on the link in the email, then return here
de: Bitte klicke auf den Link in der E-Mail, dann zurück hierher
hu: Kérünk, kattints a linkre az e-mailben majd térj vissza ide

source: If your validation code is expired, you can resend the email with the button below
de: Wenn dein Bestätigungscode abgelaufen ist, kannst du die E-Mail mit der Schaltfläche unten erneut senden
hu: Ha lejárt az érvényestiő kódod, újra tudod küldeni az e-mailt a lenti gombbal

source: Resend Email
de: E-Mail erneut senden
hu: Email újraküldése

source: Forgot password?
de: Passwort vergessen?
hu: Elfelejtetted a jelszavad?

source: Forgotten password
de: Vergessenes Passwort
hu: Elfelejtett jelszó

source: Send Email
de: E-Mail senden
hu: Email küldése

# pleaseProvideYourEmailAddressBelow
source: Please provide your email address below, so we can send the email with which you can set a new password
de: Bitte gib Sie unten Ihre E-Mail-Adresse an, damit wir die E-Mail senden können, mit der du ein neues Passwort festlegen kannst
hu: Kérjük, add meg az e-mail címedet lent, hogy ki tudjuk küldeni az e-mailt, amivel meg tudod változtatni a jelszavadat

source: Email is sent successfully!
de: Email wurde erfolgreich versendet!
hu: E-mail sikeresen elküldve!

source: You can change the password at the page linked in the email
de: Du kannst das Passwort auf der in der E-Mail verlinkten Seite ändern
hu: A jelszavadat e-mailben levő linken tudod megváltoztatni

source: After that you can login here
de: Danach kannst du dich hier anmelden
hu: Azután itt tudsz belépni

source: The Email address couldn't be found
de: Die E-Mail-Adresse konnte nicht gefunden werden
hu: Az e-mail cím nem található

source: No internet connection
de: Keine Internetverbindung
hu: Nincs internet kapcsolat

source: To use the app, please connect your device to the internet
de: Um die App zu verwenden, verbind dein Gerät mit dem Internet
hu: Hogy használni tudd az appot, kérjük csatlakoztassd készülékedet az internethez

source: Couldn't load the book, please try again
de: Das Buch konnte nicht geladen werden, bitte versuche es erneut
hu: Nem tölthető be a könyv. Kérünk, próbáld meg újra

source: Couldn't save the reading, please try again
de: Lesen konnte nicht gespeichert werden, bitte versuche es erneut
hu: Az olvasás nem menthető, kérünk, próbáld meg újra

source: Couldn't load the books for this category
de: Die Bücher für diese Kategorie konnten nicht geladen werden
hu: Nem lehet betölteni a könyveket ehhez a kategóriához

source: There are no books in this category currently, add some
de: Es gibt derzeit keine Bücher in dieser Kategorie, füge einige hinzu
hu: Jelenleg nincsenek könyvek ebben a kategóriában, addj hozzá néhányat

source: Details
hu: Részletek

source: I read and understood
hu: Elolvastam és megértettem

source: the privacy policy
hu: az adatvédelmi nyilatkoztatot

source: Please, accept the privacy policy
hu: Kérünk, fogad el az adatvédelmi nyilatkozatot

source: Delete Rating
hu: Értékelés törlése

source: Do you want to delete this book?
hu: Akarod törölni ezt a könyvet?

source: Delete
hu: Törlés

source: Cancel
hu: Mégse
